{
  "id": 12037,
  "zone_id": 120,
  "name": "The Senate Chambers",
  "description": "This is the working room where elected senators from all over the empire\ngather to advise the Emperor.  An official seal of the Emperor is hanging on\nthe far wall.  There is a wooden door to the north and a bronze door to the\neast and doublehung door to the south.",
  "header_raw": "120 d 0",
  "flags_text": "d",
  "sector": 0,
  "exits": [
    {
      "dir": 0,
      "description": "The door is made of thick walnut.",
      "keywords": "door wooden~ 2 12035 12036 D1 The door leads to the foyer.",
      "door_flag": null,
      "key": null,
      "to": null
    },
    {
      "dir": 2,
      "description": "",
      "keywords": "door doublehung~ 1 12037 12038   S #12038 The House Of Commons~    This is the lower house of the advising body to the Emperor.  Common men from all parts of Rome work here to further assist the senators in advising the Emperor on critical matters of state.  The seal of the Emperor is painted on the far wall.  The only exit is to the north.",
      "door_flag": 120,
      "key": null,
      "to": 0
    },
    {
      "dir": 0,
      "description": "You see that the doublehung door leads to the senate chambers.",
      "keywords": "door doublehung~ 1 12104 12037 S #12039 Clay Avenue~    You are on a wide well traveled road running east and west through the heart of Rome.  There are large crowds of people to the west and the road continues to the east.  The aqueduct is directly south of here.",
      "door_flag": 120,
      "key": 0,
      "to": 1
    },
    {
      "dir": 1,
      "description": "Clay Avenue continues in that direction.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": 12046
    },
    {
      "dir": 2,
      "description": "You see an entrance to the aqueduct.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": 12041
    },
    {
      "dir": 3,
      "description": "There are large crowds of people in that direction.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": 12032
    }
  ],
  "extra_descriptions": [
    {
      "keywords": "crowds people",
      "description": "It looks like some kind of bizarre or festival is occurring to the west.\nThere are hundreds of people of all classes shopping, talking or eating."
    }
  ],
  "source_path": "/home/d3m4/dev/github/wardome/wdii/lib/world/wld/120.wld"
}