{
  "id": 6029,
  "zone_id": 60,
  "name": "Near A Large Tree In The Dense Forest",
  "description": "You are at the end of a small path leading through the dense forest.  The\ncrowns of the old trees leave the forest in an unreal twilight illumination.\nThis rough clearing is dominated by a very large oak tree, probably the\nlargest in this part of the forest.  The path leads back to the north.",
  "header_raw": "60 c 3",
  "flags_text": "c",
  "sector": 3,
  "exits": [
    {
      "dir": 0,
      "description": "",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": 6028
    },
    {
      "dir": 4,
      "description": "You see the lower branches of the towering oak.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": 6030
    }
  ],
  "extra_descriptions": [
    {
      "keywords": "path paths",
      "description": "The narrow path is probably used by the animals living in the forest."
    },
    {
      "keywords": "trees",
      "description": "The trees are mostly old beeches and oaks, with one large oak off to your\nright."
    },
    {
      "keywords": "large oak tree",
      "description": "It has some lower branches that you think you could reach if you stretched.\nYou might even be able to climb all the top, though from here it looks like\nsomething else had that idea before you.  There is a faint animal shape pacing\non one of the highest branches."
    },
    {
      "keywords": "animal shape",
      "description": "From here it looks vaguely feline, though you could get a much better view\nfrom in the tree.  You are not sure if it has seen you yet."
    },
    {
      "keywords": "limb limbs",
      "description": "They look quite sturdy, certainly capable of holding your weight should you\ndecide to climb up the tree using them."
    },
    {
      "keywords": "top highest high",
      "description": "You could probably see most of the forest, and perhaps even the city from the\ntop of the tree... of course, you'd have to deal with whatever that shape is\npacing on one of the upper limbs."
    }
  ],
  "source_path": "/home/d3m4/dev/github/wardome/wdii/lib/world/wld/60.wld"
}