{
  "id": 6030,
  "zone_id": 60,
  "name": "In The Lower Branches Of A Large Oak",
  "description": "You are in a huge oak, about one third of the way to the top.  The branches\nabove you block out much of the light, but enough filters through for you to\nsee.  Small animals and birds scatter at your approach, rustling the leaves\nall about you.  You could easily climb back down to the ground, or continue up\nthe tree.  One large branch juts outward to the west, possibly providing a\nthird choice of exit.",
  "header_raw": "60 0 5",
  "flags_text": "0",
  "sector": 5,
  "exits": [
    {
      "dir": 3,
      "description": "This limb looks large and strong enough for you to walk most of the way along\nits length to the west.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": 6031
    },
    {
      "dir": 4,
      "description": "More large branches spread out from the tree above you.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": 6032
    },
    {
      "dir": 5,
      "description": "The rough clearing is just a quick climb and jump below you.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": 6029
    }
  ],
  "extra_descriptions": [
    {
      "keywords": "nest nests",
      "description": "After a short period of looking, you notice a bird's nest on a limb not far\nabove you, and a large squirrel's nest in the crook of a large limb that\nstretches out towards the west."
    },
    {
      "keywords": "animals bird birds",
      "description": "A variety of squirrels, chipmunks, and birds make their homes in this and the\nsurrounding trees.  If you look closely you may be able to see some of their\nrapidly emptying nests."
    },
    {
      "keywords": "feline",
      "description": "The shape above you moves with definite grace and confidence.  You think that\nit must be a Bobcat, stalking smaller tree-dwelling animals."
    },
    {
      "keywords": "pacing pace animal shape",
      "description": "From here it looks feline.  You still don't think it has noticed you, despite\nthe noise you made while climbing up here."
    },
    {
      "keywords": "limb limbs",
      "description": "They look quite sturdy, certainly capable of holding your weight should you\ndecide to climb around in the tree using them."
    },
    {
      "keywords": "top highest high",
      "description": "You could probably see most of the forest, and perhaps even the city from the\ntop of the tree... of course, you would have to deal with whatever that shape\nis that you see pacing on one of the upper limbs."
    }
  ],
  "source_path": "/home/d3m4/dev/github/wardome/wdii/lib/world/wld/60.wld"
}