{
  "id": 6033,
  "zone_id": 60,
  "name": "High In The Large Oak",
  "description": "The tree top gently sways in the wind, and you think you are as high as\nyou can safely go in the tree.  The limbs here show evidence of a small battle,\nwith ripped bark and loose feathers scattered everywhere.  Looking around, you\ncan see the forest stretching out below you in all directions.  To the east you\nsee Midgaard, and to the south the river runs through a deep chasm.  North and\nwest of here you can see another small village, and on the western horizon you\nsee a large mountain.",
  "header_raw": "60 0 5",
  "flags_text": "0",
  "sector": 5,
  "exits": [
    {
      "dir": 5,
      "description": "Below you many of the animals you frightened earlier have returned to their\nvarious nests and homes.  You can see a small hint of the path far below you\nthrough the branches.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": 6032
    }
  ],
  "extra_descriptions": [
    {
      "keywords": "around trees everywhere woods forest",
      "description": "Off to the southwest you can see a grass covered field, and a small lake;\nnortwest of you is a small cabin and a large pile of wood.  Far to west the\ntreetops form a tight canopy, blocking out almost all sunlight and your view.\nIt is said that large wolves live there.  You've also heard rumors of horrible\nspiders and drow living there.  You'd be best off leaving that area to more\nexperienced adventurers."
    },
    {
      "keywords": "mountain range northeast",
      "description": "A long mountain range stretches across the horizon to the north and northeast.\nYou have heard rumors of many different sorts of creatures living there,\nvarying from Dwarves and Humans to Ogres and various humanoid creatures.  Some\nsay that evil Dark Elves dwell in the underworld deep below the lands of the\nDwarves.  The caves of Moria also are found there, populated by all sorts of\nevil creatures."
    },
    {
      "keywords": "river chasm",
      "description": "To the south you see a river flowing roughly from the northeast to the west.\nIt emerges from a dark opening in the side of a mountain and flows through\nMidgaard, and on into the forest.  It has eroded a deep chasm in the soft stone\nunder the forest floor, and is not visible for long after it enters the forest\nproper."
    }
  ],
  "source_path": "/home/d3m4/dev/github/wardome/wdii/lib/world/wld/60.wld"
}