{
  "id": 12035,
  "zone_id": 120,
  "name": "The South Gate",
  "description": "This is the southern gateway to the city of Rome.  The bronze gate is\nclosed and locked.  Looking through the bars, you see a heavily traveled\nroad leading out of the city.  Nero Drive starts here and runs north and\na wizard's shop lies to the east.",
  "header_raw": "120 0 1",
  "flags_text": "0",
  "sector": 1,
  "exits": [
    {
      "dir": 0,
      "description": "Nero Drive leads towards the center of town.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": 12034
    },
    {
      "dir": 1,
      "description": "A small store, from which an occasional detonation can be heard, lies off\nin that direction.  It appears to be surrounded by a rolling pink mist.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": 12042
    },
    {
      "dir": 2,
      "description": "The gate appears to be closed and locked against intruders.",
      "keywords": "gate~ 2 -1 -1 E gate~ The gate appears to be closed and locked against intruders.",
      "door_flag": null,
      "key": null,
      "to": null
    },
    {
      "dir": 1,
      "description": "Through the door, you see a waiting room.",
      "keywords": "doors french~ 2 12035 12043 D2 The south door leads directly to the senate chambers.",
      "door_flag": null,
      "key": null,
      "to": null
    }
  ],
  "extra_descriptions": [
    {
      "keywords": "desk",
      "description": "The desk is made of solid walnut and gold inlay.  It is exquisitely carved\nwith superior craftsmanship, the likes of which has rarely been seen.  It\nwas probably brought to Rome from Gaul."
    },
    {
      "keywords": "documents decrees paperwork document decree papers paper",
      "description": "The documents are all written on reed scrolls made in Egypt and have been\nsealed with wax."
    },
    {
      "keywords": "bookcase books",
      "description": "The books are very old and contain the wisdom of wise men from throughout the\nentire Roman empire.  They appear to be collecting dust."
    },
    {
      "keywords": "flowers plants flower plant",
      "description": "The plants contribute to a very relaxing atmosphere."
    }
  ],
  "source_path": "/home/d3m4/dev/github/wardome/wdii/lib/world/wld/120.wld"
}