{
  "id": 15054,
  "zone_id": 150,
  "name": "The Top Of The Tower",
  "description": "This is the highest of all the towers, and is obviously used for\nlookout purposes.  The view is splendid in all four directions.  All\naround you, the rich countryside spreads out to the horizon.  To the\nnorth and east you see a vast mountain range, and far to the west\na beautiful lake.  A bit closer, the town of Midgaard lies at the\nend of the King's Road.  The only exit you can see is down again.",
  "header_raw": "150 d 0",
  "flags_text": "d",
  "sector": 0,
  "exits": [
    {
      "dir": 0,
      "description": "To the north, the tall White Mountains have their highest peaks.\nThe mountaintops disappear in the white clouds, far above the \nplains.  The sight of those high, far mountains fills you with a\ndesire to scale them, to see the world from that vantage.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": -1
    },
    {
      "dir": 1,
      "description": "In the east you see an arm of the dominating mountain range on this\ncontinent, the White Mountains.  Though not as high as those in the\nnorth, the sight of those mountains fills you with awe.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": -1
    },
    {
      "dir": 2,
      "description": "To the south, rolling hills stretch away, as far as you can see.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": -1
    },
    {
      "dir": 3,
      "description": "As you look west, you see a river flowing through all of Midgaard\nand continuing beyond it towards a great lake.  Still further\naway, you can glimpse something silvery that has to be the Sea.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": -1
    },
    {
      "dir": 5,
      "description": "You see the stairs going back down to the second floor.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": 15048
    }
  ],
  "extra_descriptions": [],
  "source_path": "/home/d3m4/dev/github/wardome/wdii/lib/world/wld/150.wld"
}