{
  "id": 3352,
  "zone_id": 33,
  "name": "A Private Home",
  "description": "The interior of this home is simple and rustic.  A \nladder leads up to the loft, where the sleeping pallets \nare tucked away.  A wood-burning stove keeps the place \nwell heated and cozy.  A homemade rocking chair stands \ncrooked in the corner, draped with a old looking afghan.  \nThis home is a nice place, very comfortable.",
  "header_raw": "33 d 0",
  "flags_text": "d",
  "sector": 0,
  "exits": [
    {
      "dir": 3,
      "description": "There is a normal appearing door set in the western wall.",
      "keywords": "door front~ 1 -1 3351 S #3353 A Small Road~    The road ends here, leading up to a stone house to the south.  Smoke rises from the chimney in a dark stream, and the windows are frosted over with humidity. North, you see the main intersection of Stanneg.",
      "door_flag": 33,
      "key": 0,
      "to": 1
    },
    {
      "dir": 0,
      "description": "",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": 3348
    },
    {
      "dir": 2,
      "description": "A normal looking front door made of wood serves as the entrance.",
      "keywords": "door front~ 1 -1 3354 S #3354 A Private Home~    This home strikes you as unbearable warm and uncomfortable. The fireplace is going at a full-bonfire, a mammoth stack of firewood beside it against the wall.  The decorations seem somewhat spartan and plain; a landscape, an old hunting  bow... nothing much of interest.",
      "door_flag": 33,
      "key": null,
      "to": 0
    },
    {
      "dir": 0,
      "description": "You see a normal looking wooden door.",
      "keywords": "door front~ 1 -1 3353 S #3355 Main Road~    The main road through Stanneg ends here at a large well that leads deep, deep into the earth.  To the north of the  well is a large building, with a large WELCOME mat outside  its front door.  Westwards you see the a road intersection  in the center of the tiny village.  Around you is a rocky  terrain in the middle of this mountain range...not very  many places else to go.",
      "door_flag": 33,
      "key": 0,
      "to": 1
    },
    {
      "dir": 0,
      "description": "There is a large set of double doors, made of wood blocking the way.",
      "keywords": "door doors double~ 1 -1 3356 D3",
      "door_flag": null,
      "key": null,
      "to": null
    }
  ],
  "extra_descriptions": [],
  "source_path": "/home/d3m4/dev/github/wardome/wdii/lib/world/wld/33.wld"
}