{
  "id": 6025,
  "zone_id": 60,
  "name": "Beside The Lake In A Grassy Field",
  "description": "The grass stops shortly before the lake, replaced by mud covered in tracks\nfrom the local animals.  When you come close many animals scatter into the tall\ngrass and some even into the forest.  To the west you see birds circling in the\nhigh in the air, and to the north you see a small lake, surrounded by tall\nreeds.  The field continues to the south, and the forest blocks passage to the\neast.",
  "header_raw": "60 0 2",
  "flags_text": "0",
  "sector": 2,
  "exits": [
    {
      "dir": 0,
      "description": "The lake looks inviting, and you can see some sort of water fowl floating\naround among the reeds.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": 6027
    },
    {
      "dir": 2,
      "description": "To the south an animal trail leads of towards a the other side of the lower\nfield.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": 6024
    },
    {
      "dir": 3,
      "description": "The smell of carrion drifts down to you from higher on the field to the west.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": 6026
    }
  ],
  "extra_descriptions": [
    {
      "keywords": "grass",
      "description": "The tall grass makes a nice hiding place for animals."
    },
    {
      "keywords": "lake",
      "description": "Animals from all around come here to drink.  The lake itself is not very big,\nbut it stretches off to the north from here."
    },
    {
      "keywords": "tree trees thicket",
      "description": "The trees form a close thicket, blocking any exit to the north or east."
    },
    {
      "keywords": "birds bird circling",
      "description": "Many carrion birds are circling to the west, you presume they are waiting for\ntheir turn to feast on a corpse."
    },
    {
      "keywords": "track tracks mud",
      "description": "You see tracks of both hooved and other sorts of animals.  Evidence of all\nsizes of animals is here in the mud, showing just how lively the forest is."
    }
  ],
  "source_path": "/home/d3m4/dev/github/wardome/wdii/lib/world/wld/60.wld"
}