{
  "id": 6032,
  "zone_id": 60,
  "name": "Midway To The Top Of The Large Oak",
  "description": "You are in a huge oak, about midway to the top.  The branches above you\nblock out much of the light, but enough filters through for you to see.  A few\nbirds have remained to watch you from the fringe branches, well out of your\nreach.  Scratches mar the tree here, and torn bark is scattered near you on the\nbranch.  It would seem some large forest cat lives nearby, so you had better be\ncareful!  You can continue a bit farther up the tree, or descend to limbs that\ndon't sway so much.",
  "header_raw": "60 0 5",
  "flags_text": "0",
  "sector": 5,
  "exits": [
    {
      "dir": 4,
      "description": "Above you the tree narrows farther, but it still looks like you could climb up\nthere.  A feline shape is pacing about above you, trying to get to a large\nwounded bird.  Perhaps you should try to see what sort of cat this is before\nyou interrupt its hunt... it might eat you instead of the bird.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": 6033
    },
    {
      "dir": 5,
      "description": "",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": 6030
    }
  ],
  "extra_descriptions": [
    {
      "keywords": "nest nests",
      "description": "A medium sized bird's nest is close to you here, and it looks like it has some\nnice looking eggs in it too!"
    },
    {
      "keywords": "animal animals bird birds",
      "description": "A variety of squirrels, chipmunks, and birds make their homes in this and the\nsurrounding trees.  If you look closely you may be able to see some of their\nrapidly emptying nests."
    },
    {
      "keywords": "feline cat pacing pace shape",
      "description": "It looks like a Bobcat, and it seems quite intent on getting to a large bird\nthat it has wounded.  It has not seen you yet, or perhaps just thinks you are\ntoo easy a meal."
    },
    {
      "keywords": "limb limbs",
      "description": "They look quite sturdy, certainly capable of holding your weight should you\ndecide to climb around in the tree using them."
    },
    {
      "keywords": "top highest high",
      "description": "You could probably see most of the forest, and perhaps even the city from the\ntop of the tree... of course, you would have to deal with whatever that shape\nis that you see pacing on one of the upper limbs."
    }
  ],
  "source_path": "/home/d3m4/dev/github/wardome/wdii/lib/world/wld/60.wld"
}