{
  "id": 7901,
  "zone_id": 79,
  "name": "The Southern End Of The Hall",
  "description": "You are standing in a vast hall that is dimly lit, but wherever the\nlight comes from, is a mystery.  The walls seem to radiate warmth and\ngive the pleasent feeling of being welcome here.  A large portrait is\nhanging on one of the walls.  A large wooden staircase leads up into\nthe tower.  To the east there is a high passage away from the hall.\nThis ends shortly after by a tall oak door.  The enormous hall extends\nfurther north from here.  To the south you can see a huge, and VERY \nheavy-looking iron-wrought door.  It looks like this is the only exit\nfrom this magnificent old house.",
  "header_raw": "79 cdj 0",
  "flags_text": "cdj",
  "sector": 0,
  "exits": [
    {
      "dir": 0,
      "description": "The hallway continues that way.  You can see more doorways under the\nwooden staircase in that direction.",
      "keywords": "",
      "door_flag": 0,
      "key": -1,
      "to": 7904
    },
    {
      "dir": 1,
      "description": "You see a tall oak door there.  It looks quite tightly closed to you.\nOn it little runes are chiselled into the wood.",
      "keywords": "door oak tall~ 1 -1 7910 D2 Here you see a REAL door.  It would be more proper to call this a 'GATE', rather than a 'door'.  It is really HUGE!  On it hangs a large sign with very large letters spelling:                  EMERGENCY EXIT",
      "door_flag": null,
      "key": null,
      "to": null
    },
    {
      "dir": 3,
      "description": "This looks like a 'door' in the meaning of the word.  The ashen wood\nis painted in a peculiar yellow color.  Small letters are written\nwith black on it.",
      "keywords": "door ashen ash yellow~ 1 -1 7902 D4 You see the staircase extending upwards into the very high tower. It ends in what seems like a large bedroom up there.",
      "door_flag": null,
      "key": null,
      "to": null
    }
  ],
  "extra_descriptions": [
    {
      "keywords": "runes",
      "description": "These runes are utterly strange to you, but you are in luck today:\nUnder the runes you can just make out a sentence in Common.  It\nreads:\n\nStay out, if you treasure your life.  That is if you are mortal."
    },
    {
      "keywords": "letters",
      "description": "They read:\n\n                LIBRARY"
    }
  ],
  "source_path": "/home/d3m4/dev/github/wardome/wdii/lib/world/wld/79.wld"
}