{
  "keywords": [
    "atributos"
  ],
  "aliases": [],
  "body": "STR: Forca serve para as skills throw e drown, para aumentar o dano \nfisico, para definir o peso maximo que um player pode carregar e o \npeso maximo da arma que o player pode empunhar.\nOBS: Todas as habilidades usam a forca temporaria.\n\nDEX: Destreza serve para as skills backstab, bash, gut, drown, chop, \nkickflip, sneak, hide, steal, gas, agility, second_attack, \nthird_attack, fourth_attack, dual wield, haste, para o spell fear, \npara a recuperacao de move, para nao escorregar em marbles e para \no ganho de move points.\nDestreza NAO influencia no hitroll, Thac0 ou AC.\nOBS: Todas as habilidades usam a destreza temporaria, exceto pelo ganho \nde move points que usa a destreza real.\n\nCON: Constituicao serve para as skills knockout (para evita-la), para a\nrecuperacao de hit points, para a recuperacao de ox e para o ganho de\nhit points.   \nOBS: Todas as habilidades usam a con temporaria, exceto pelo ganho de \nhit points que usa a con real.\n\nINT: Inteligencia serve para aumentar o dano das magias de ataque (como \nfireball por exemplo), para dar improve em skills/spells e para a \nquantidade de mana points ganhos.\nOBS: Todas as habilidades usam a int temporaria, exceto pelo ganho \nde mana points que usa a int real.\n\nWIS: Sabedoria serve para recuperacao de mana points, para a qtidade de \nmental points ganhos, para dar improved em skills/spells e para a \nquantidade de mana points ganhos.\nOBS: Todas as habilidades usam a wis temporario, exceto pelo ganho de\nmana points e ganho de mental points que usa a wis real.\n\nCHA: Carisma serve para o dano das magias de ataque e para o maximo de \nmobs followers possiveis (embora com cha > 17 esse maximo ja eh \natingido).\nOBS: Todas as habilidades usam o cha temporario.\n\nTabela de hit points, move points ou mana points ganhos por meta:\nA divisao (int + wis)/2 eh arredondada para baixo. Assim, se\no cara tiver 18 de int e 21 de wis ele vai ganhar 19 mana points. \n\nCon/Dex/(Int+Wis/2)     Ganho\nateh 15                   15\n16                        16\n17                        17\n18\t\t\t  18\t\n19\t\t\t  19\t\n20\t\t\t  20\n21-29                     21\n30-39                     22\n40-49                     23 \t\n50-59                     24 \n60-69                     25                  \n70-80                     26\n81-89                     27 \n90-99                     28 \n100                       29",
  "source_path": "/home/d3m4/dev/github/wardome/wdii/lib/text/help/help"
}