{
  "keywords": [
    "cp_cap1"
  ],
  "aliases": [],
  "body": "cap1 CP_cap1 CP1\n                             &RResumo do Capitulo I\n\n&gO mundo estava normal e estvel quando de repente aconteceram fatos\nestranhos...\nMagos que sempre participaram ativamente da historia do mud\n'renasceram' com um novo objetivo, que mudaria o destino do mundo...\n&bCinco magos da escuridao se viram com alguns baus contendo cristais\nnegros, e com a missao capturar os 5 cristais brancos para reviver o\nSenhor do Escuro, uma criatura terrivel que poderia destruir o mundo...\n&yUm jovem priest que vive em WarDome City estava com duas caixas, uma\npara serem guardados os cristais pretos e outra para serem guardados\nos cristais brancos...\n&wThe Atlantis Avatar, um dos magos brancos, foi morto facilmente pelos\nespectros, (ajudantes dos magos negros) j que os aventureiros no\nsabiam o que estava acontecendo. Outros magos brancos eram:\nFroboz de Roma, Merlin de Camelot, Master of Goodness da grande Torre\nda Magia e Nystul de Ultima.\n&rOs magos negros eram The Temptation, do inferno, Master of Black Robes,\nda grande Torre da Magia,O grande balrog Kerjim das profundezas,\no Mage de Draconia e um Necromante conhecido como Enchanter.\n&cVarios espectros foram mortos nas batalhas, foram feitos grupos para\naniquilar os espectros e players de nivel inferior ficavam vigiando os\nmagos brancos para nao serem atacados, a qual quer principio de tumulto,\nos grupos eram chamados para defender os magos brancos...\n&mAparentemente todos os Espectros estavam sendo aniquilados, mas Merlim\nevocou nossa ajuda pois estava sendo atacado. Apos salvar Merlin apelamos\npara sua sabedoria com o intuito de localizar o ultimo cristal negro para\nassim derrotarmos os espectros e os magos negros.\n&bMerlin atravez de enigmas (como de costume) fez uma magia com o corpo do\ndragao verde nos disse que:\n\"Na terra onde os dragoes sao homens, ha um homem que quer ser dragao.\"\nEsse era nosso quinto mago negro e nosso ultimo cristal...\n&yDepois disso Drauglin foi transferido para a Draconia e com a ajuda dos\noutros conseguiu o quinto cristal, impedindo assim a volta do Senhor do\nEscuro...\nCom os 5 cristais negros introduzidos na mesa de Controle Negra evitamos\nque o Senhor da Escurido se libertasse de sua priso no espao-tempo.\n&cO mundo estava a salvo.\nPelo menos por enquanto...\n                                               &wSlack, the human Sorcerer&N\n \n&r--------------------------------------------------------------------------\nCast of Heros:\nAngelus, ARK, Arngrim, Beegod, Drauglin, Goga, Mutante, Noahk, Phoenix,\nRash e Slack.  \n--------------------------------------------------------------------------&N",
  "source_path": "/home/d3m4/dev/github/wardome/wdii/lib/text/help/help"
}