{
  "keywords": [
    "alinhamento"
  ],
  "aliases": [],
  "body": "&Y                              ALINHAMENTO&n\n&n\n&gOs alinhamentos significam o seguinte:&n\n&n\n&BLawful good &W(&BOrdeiro &We &bBo&Bn&cd&Bo&bso&W)&w.  Esse eh o alinhamento dos&n\n&waventureiros que acham que ordem e bondade eh essencial para um mundo tao&n\n&wterrivel qto o do mud.  Pessoas desse alinhamento sempre buscam ajudar o&n\n&wproximo e obedecer as leis do mud.  Comum em reis justos e bondosos ou em&n\n&wherois honrados e de bom coracao.&n\n&n\n&WExemplo&w: Sir Lancelot e Rei Arthur (da tavola redonda), Deusa Athena&n\n&w(mitologia grega) e a maioria dos herois existentes no mundo.&n\n&n\n&n\n&wNeutral Good &W(&wN&Ce&Wut&Cr&wo e &bBo&Bn&cd&Bo&bso&W)&w.  Sao pessoas que gostam de fazer o bem&n\n&windependente de qq outra coisa.  Pessoas dessa alinhamento nao se preocupam com&n\n&wleis ou regras, se preocupam apenas em fazer o bem.&n\n&n&n\n&WExemplo&w: Homem-Aranha (marvel), Jesus Cristo, Dalai Lamma.&n\n&n\n&n\n&cChaotic Good &W(&WCaotico e &bBo&Bn&cd&Bo&bso&W)&w.  Sao pessoas que procuram fazer o bem, mas&n\n&wacham q as leis e regras das sociedades apenas beneficiam os mais fortes,&n\n&watrapalhando os mais fracos.  Pessoas assim, geralmente desrespeitam as leis e&n\n&wregras para ajudar os oprimidos e fracos ou para praticar o bem.&n\n&n\n&WExemplo&w: Robin Hood (que roubava dos ricos para dar aos pobres)&n\n&n\n&n\n&CLawful neutral &W(&COrdeiro e &wN&Ce&Wut&Cr&wo&W)&w.  Sao pessoas que acham q a lei deve sempre&n\n&wprevalecer, independente do bem e do mal que as leis possam causar nas pessoas.&n\n&wEsse alinhamento eh comum em juizes totalmente imparciais ou em soldados ou&n\n&wguerreiros que obedecem as ordens dos seus superiores sem pestanejar.&n\n&n\n&WExemplo&w: Saitoo (SamuraiX), rei Kashue (record of Lodoss War).&n\n&n\n&n\n&WTrue Neutral (Verdadeiramente &wN&Ce&Wut&Cr&wo&W)&w.  Sao pessoas totalmente neutras.  Essas&n\n&wpessoas acham que o equilibro entre bem e mal e entre caos X ordem eh o mais&n&n\n&wimportante a se obedecer.  Pessoas sem opiniao formada sobre o mundo tb sao&n\n&wtrue neutral.&n\n&n\n&WExemplo de busca de equilibro&w: Vigias (marvel), druidas em geral.&n\n&WExemplo de pessoas sem opiniao formada&w: Criancas ou animais.&n\n&n\n&n\n&wChaotic neutral &W(&wCaotico e &wN&Ce&Wut&Cr&wo&W)&w.  Sao pessoas que acreditam que o mal e bem&n\n&weh irrelevante mas que as leis servem apenas para atrapalhar as pessoas.&n\n&wAlinhamento bastante comum em pessoas egoistas mas nao malignas.  Esse&n\n&walinhamento eh comum em ladroes e comerciantes desonestos ou em guerreiros&n\n&windisciplinados.  Tb eh mais comum em individuos loucos.&n\n&n\n&WExemplo&w: Gambit (X-men)&n\n&n\n&n\n&yLawful evil &W(&yOrdeiro e &rM&Ral&Wi&Rgn&ro&W)&w.  Sao pessoas que usam as leis para se&n\n&wbeneficiar e oprimir os outros.  Pessoas lawful evil geralmente respeitam os&n\n&wfortes e menosprezam os fracos, obedecendo uma hierarquia onde o mais forte&n\n&wsempre deve oprimir o mais fraco.  Comum em reis tiranos ou em nobres&n\n&wexploradores.&n\n&n\n&WExemplo&w: Imperador Beld (record of Lodoss War), Imperador Palpatine (star&n\n&wwars), Imperador Cesar (roma).&n\n&n\n&n\n&rNeutral evil &W(&rNeutro e &rM&Ral&Wi&Rgn&ro&W)&w.  Sao pessoas que gostam de prazer imediato e&n\n&wpra adquirir esse prazer, maltratam as outras pessoas.  Para pessoas desse&n\n&walinhamento, a lei ou o caos apenas sao instrumentos para se beneficiar ou&n\n&wseja, se a lei ajudar, a pessoa segue a lei, caso contrario a pessoa se opoe a&n\n&wlei.  Alinhamento comum em assassinos sangui- nolentos ou em humanoides que&n\n&wapenas pensam em adquirir mais poder.&n\n&n\n&WExemplo&w: Hades (deus da morte grego), Wagnard (record of lodoss war)&n\n&n\n&n\n&RChaotic evil &W(&RCaotico e &rM&Ral&Wi&Rgn&ro&W)&w.  Sao pessoas que acham q a lei e a bondade&n\n&wsao coisas dos fracos.  Pessoas desse alinhamento tem prazer em desobecer a&n\n&wordem bem como subjulgar os mais fracos.  Geralmente sao pessoas q destroem&n\n&wtudo o que encontra, independente de tudo.  Alinhamento bastante comum em&n\n&wdemonios, dragoes vermelhos, mensageiros da destruicao e serial killers.&n\n&n\n&WExemplo&w: Ares (deus da guerra e destruicao grego), Demonio de Elru (xenogears),&n\n&wtiamat (o dragao de 5 cabecas).&n\n&n\n&n\n&WVEJA TAMBEM: &YReligions&w, &YReligion_Commands&n",
  "source_path": "/home/d3m4/dev/github/wardome/wdii/lib/text/help/help"
}