{
  "keywords": [
    "cap2_cp"
  ],
  "aliases": [],
  "body": "&yTudo remocomeca quanado Merlin nos convoca para uma missao.\nEle nos explica o que esta havendo, que um portal maligno c abriu para\nsugar toda mana de wardome.\nMerlin sozinho nao tem poderes suficientes para fecha-lo, entao nos fala\nsobre 5 objetos super poderosos q podem fecha-lo, curiosamente ele estava\nnuma sala escura, pediu para guardar nossas luminarias e nao falava por\nenigmas como o de costume...\nFeito isso mandou agente ir procurar o Oraculo de Draconia, o criador dos\nobjetos, um homem sabio q os criou para momentos criticos como este.\n&rEle nos explica que para conseguir os 5 objetos eh preciso enfrentar\no desafio dos 5 demigods, entao o Oraculo nos levou ao tal desafio.\nO primeiro Demigod, O Honestidade,  nos explica que somente os de bom\ncoracao, os valentes, os valoros, os que usam sua mente antes das armas\nteriam vantagens, que ninguem jamais havia vencido os 5 desafios e nos\nexplicou as regras gerais do desafio. Como por exemplo, nos rescreveu\nque reconheceriamos os 5 objetos pelo seu brilho...\n&bO primeiro desafio, O Bondade, um enigmatico Avatar que usava um louro\ndourado na cabeca, oferece ao grupo um gigante escudo dourado\nmas para o possuirmos deveriamos derrotar os 5 escravos do escudo.\nDisse tambem que se tratava do Grande escudo da morte e da Destruicao,\nque terrota tudo e a todos, que a maldade vinda do escudo era seu\npoder.Ele perguntou quem era nosso campeao, quem era o mais apto entre\naceitar o desafio...Elegemos Phoenix.\nAo derrotar os 5 escravos Phoenix toca no escudo e some repentinamente.\nEntao o grupo escolhe Noahk como o segundo a desafiar os escravos do escudo.\nEle vence todos com facilidade, inclusive o ultimo escravo, PHOENIX.\nNoahk tambem sumiu ao tocar no escudo....\nReparamos que a vitoria se daria aquele que nao deixasse ser corrompido pelo\nescudo, entao abdicamos do escudo, assim o Demigod nos deu o verdadeiro objeto,\nO Louro Dourado da Bondade.Passamos assim para o segundo desafio...\n&wO Terceiro Demigod, O Valor, nos recebeu (Rash e Elrond) e disse que apenas um\nde nos poderia seguir o desafio.Elrond escolhe se matar para que Rash siga, mas\nisso nao era aceitavel... Apos pensar um pouco Rash diz que nao gostaria de se\nmatar e nem matar seu amigo, pois um suicida nao tem VALOR, porem aceitaria\nmorrer para ajudar o grupo. Essa era a resposta, e fomos ao desafio III.\n&cO quarto demigod, o Requisicao, nos deixa passar, nos entrega seu objeto e soh\npede que nos voltassemos ateh ele apos reunir os 5 objetos, prometemos voltar e\nseguimos...\n&yO quinto Demigod, O Escolha, nos veio com um eniga:\n\"Nem o mais forte dos guerreiros pode destrui-la,no importa quo poderoso for\nseu golpe.Ela pode ajudar alguns homens a ver, mas tambm pode cegar.\"\nhavia 3 portais e em cada portal 3 objetos, mas apenas um objeto deveria ser pego\ne deveriamso entrar no portal correspondente.\nRash achou que a resposta era o Oraculo e pegou o olho de crystal do Oraculo pois\nacreditava que ele era indestrutivel, porem entrou no portal errado, e foi parar\nno Deserto da Fome Infinita...\nElrond, escolheu um pedaco de vidro e entrou no portal do Deserto da Fome Infinita,\npois achava que o vidro erafeito de areia, que podia cegar, mas ajudava os outros\nver (oculos), ele estava certo, e assim seguimos ao ultimo desafio...\n&rNo deserto nao se apresentou nenhum Avatar, apenas uma populacao de homens,\nmulheres e zumbis famintos que viviam em grande agonia...\nNao havia saida, apenas corpos, famintos e umas adagas no chao.\nUm elfo, havia decifrado o eniga, e deixou uma nota para ajudar a todos, porem ali,\nninguem sabia ler as escritas elficas. Depois de percorrer o deserto achamos uma\nmaga faminta que decifrou a nota. Ela revelava que para sairmos do deserto deveriamos\ninfrentar seu maior medo. A MORTE, de inicio nao intendemos, mas a Maga de pronto\npegou uma das adagas e se matou...\n&cDecidimos fazer o mesmo, e ao morrermos fomos transportados VIVOS para o uma sala\nonde encontramos o Senhor da Vida e da Morte, onde haviam almas dos participantes\nmortos nos outros desafios, nos, os sobreviventes pedimos para voltar ao Avatar\ndo request (como haviamos prometido) e os mortos receberam uma quest de reunir\nos 4 elementos, a vida e a morte, se eles assim o fizesem poderiam renascer...\n&bFomos ao Avatar do Request, ele advertiu que esses objetos nao poderiam cair em\nmaos erradas, e quando ficou sabendo que era Merlin que havia pedido nos liberou\npara sairmos do Mundo dos Desafios...\nOs mortos reuniram os elementos e assim reviveram.\nOs vivos entregaram os 5 elementos ao Merlin (que pediu para por numa back pois\nseu brilho era demais para ele), assim o fizemos e ao entreger os itens Merlin\nsumiu.\n&wFicamos sabendo que Merlin era um Clone dos Espectros e que planejava usar os 5\nobjetos para libertar o Senhor das Sombras, o verdadeiro Merlin estava sob custodia\ndos Espectros em algum lugar de Wardome...\nAssim depois de trabalhar para o Senhor da Morte, as coisas haviam piorado e nosso\ndestino assim como de Wardome estava lancado...\n                                                                    Rash, O humano.\n-----------------------------------------------------------------------------------\nCast of Heroes: Phoenix, Noahk, Rash, Elrond, Mairon e kenshin. \n-----------------------------------------------------------------------------------",
  "source_path": "/home/d3m4/dev/github/wardome/wdii/lib/text/help/help"
}